---
kind: property
id: P:Autodesk.Revit.DB.IntegerRange.Low
source: html/e99b2214-88cd-c2bf-d458-bfbde80e6688.htm
---
# Autodesk.Revit.DB.IntegerRange.Low Property

The lower limit of the range

## Syntax (C#)
```csharp
public int Low { get; }
```